---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitSlopedFlange.BoltSpacing
source: html/641d60b4-8b9f-9739-74ce-5b07b45b336d.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitSlopedFlange.BoltSpacing Property

Standard bolt spacing, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacing { get; set; }
```